Repository: PlumpMath/owp_ajaw
Catalog: src/localedir/*/LC_MESSAGES/Ajaw.po
Languages: de_de

source: You Succeeded
de_de: Gewonnen

source: Continue...
de_de: Weiter...

source: You Loose
de_de: Verloren

source: Action: E/Enter
de_de: Aktion: E/Enter

source: Loading...
de_de: Lade...

source: Options
de_de: Optionen

source: Quit
de_de: Beenden

source: Textspeed %0.1f%%
de_de: Textgeschwindigkeit %0.1f%%

source: Enable Particles
de_de: Partikel Aktivieren

source: Volume %d%%
de_de: Lautstärke %d%%

source: Mute Audio
de_de: Stumm schalten

source: Control type
de_de: Steuerungsart

source: Keyboard
de_de: Tastatur

source: Keyboard + Mouse
de_de: Tastatur + Maus

source: Back
de_de: Zurück

source: First the highest, the second highest comes third and the lowest before the last.
de_de: Zuerst kommt die höchste, die zweithöchste kommt als drittes und die nidrigste vor der letzten.

source: The second lowest is the first then lower, highest and finally the remaining.
de_de: Die Zweitniedrigste ist die erste dann niedriger, höchste und schließlich die letzte.

source: Before the last comes the second lowest, the first is the second highest followed by the lowest.
de_de: Vor der letzten kommt die zweitniedrigste, die erste ist die Zweithöchste gefolgt von der niedrigsten.

source: You who dare to undergo the test of kings, actiavate the lever to the left and enter.
de_de: Du der du es wagst dich dem Test der Könige zu unterziehen, aktiviere den Hebel zur linken und tritt ein.

source: This room will test your mind. Your mind is important to make wise decissions for your people. To open the door you have to solve this riddle: "%s" The signs above the levers will guide you.
de_de: Dieser Raum wird deinen Verstand testen. Dein Verstand ist wichtig um weise entscheidungen für dein Folk zu treffen. Um die Türe zu öffnen, musst du dieses Rätsel lösen: "%s" Die Zeichen über den Schaltern werden dich leiten.

source: The next door can only be opend with a key placed in this chamber.
de_de: Die nächste Türe kann nur mit einem Schlüssel aus dieser Kammer geöffnet werden.

source: Be careful here, not to fall into the dangerous spikes. But go on without fear and you'll prove yourself to being able to guide your people throuh dangerous times. With the heartstones you can see here you can refil your health.
de_de: Sei vorsichtig, dass du nicht in die gefährlichen Stacheln fällst. Aber geh nur ohne Angst voran und erweise dich würdig dein Folk auch durch gefährliche Zeiten führen zu können. Mit den Herzsteinen die du hier siehst, kannst du deine Gesundheit wieder auffüllen.

source: In the next chamber a ferocious enemy will await you defending the artifact. Defeate him and show that you'll be able to defend your people. To attack use the action key.
de_de: In der nächsten Kammer erwartet dich ein gefährlicher Gegner der das Artefkat beschützt. Besiege ihn und zeige, dass du fähig bist dein Gefolge zu beschützen. Zum Angreifen nutze die Aktionstaste.

source: Finally you made it all the way through path of the kings. Open the chest, take the artifact and you'll be ready for becomming the next king.
de_de: Nun hast du es durch den Pfad der Könige geschaft. Öffne die Truhe und nimm das Artefakt an dich als Zeichen, dass du würdig bist der nächste Mayakönig zu werden.

source: Welcome to path of Kings, follow the signposts and try to survive this dungeon. move with the arrow keys or w a s d Good luck...
de_de: Willkommen zum Pfad der Könige, folge den Schildern und versuche zu Überleben. Bewege dich mit den Pfeil tasten oder w a s d Viel Glück...
